{
    "About": "Обо мне",
    "Projects": "Проекты",
    "Contacts": "Контакты",
    "n-lang": "Переключение языка",

    "b-intro": "Привет, я Сймон, фриланс",
    "b-title": "Full Stack разработчик и UI/UX дизайнер",
    "b-button": "Связаться",

    "a-sub-title": "Обо мне",
    "a-title": "Веб-разработка",
    "a-text": "Я студент в Рижском Техническом Университете по информатике (Computer science), люблю веб-разработку и дизайн. За эти годы я создал технический стек, состоящий из React, NextJs, ThreeJs, HTML, JS, CSS, Firebase, Sanity, MySQL, Stripe, MUI, Bootstrap и других. Я создаю и разрабатываю чистые и удобные веб-сайты, которые обеспечивают бесперебойную работу пользователей, используя новейшие технологии, чтобы убедиться, что ваш веб-сайт выделяется среди конкурентов.",

    "p-realtor": "Сайт риэлторов",
    "p-realtor-text": "Этот сайт был разработан для местной риэлторской компании, которая предлагает своим клиентам большой выбор недвижимости. Веб-сайт должен был быть современным, отзывчивым и быстрым, чтобы обеспечить удобство для пользователей и повысить вероятность появления клиента.",
    "p-gift": "Детские подарочные коробки",
    "p-gift-text": "«Мягкий, чистый и простой» — вот слова, которые нужно было учитывать при разработке этого веб-сайта электронной коммерции. Общая эстетика должна была быть нейтральной, но яркой, чтобы потенциальный клиент проявил интерес к покупке продукции.",
    "p-wood": "Деревянные дома на заказ",
    "p-wood-text": "Клиент хотел очень простой, многоязычный, информативный веб-сайт. Несмотря на то, что проект был запущен в спешке, конечный продукт представлял собой простую в навигации веб-страницу с уникальным для ниши дизайном. ",
    "p-car": "Прокат и ремонт автомобилей",
    "p-car-text": "Платформа, которая позволяет пользователям изучать различные услуги, предоставляемые этой компанией, а также бронировать конкретную аренду. Между тем, с точки зрения администратора, веб-сайт позволяет добавлять, редактировать, удалять автомобили, управлять зарезервированными автомобилями и многое другое. ",

    "c-sub-title": "Контакты",
    "c-title": "Связаться",
    "c-text": "Сделайте запрос на собственный персонализированный сайт или предложение о сотрудничестве.",
    "c-email": "Э-почта",
    "c-area": "Чем могу помочь?",
    "c-button": "Отправить",

    "f-copyright": "Copyright 2023 © Все права защищены",
    "f-designed": "Спроектировано и разработано",
    "f-designed-name": "Симоном Мелдзером"
  }