{
    "About" : "About",
    "Projects" : "Projects",
    "Contacts" : "Contacts",
    "n-lang" : "Language switch",

    "b-intro" : "Hi, I'm Simon, a freelance",
    "b-title" : "Full Stack developer & UI/UX designer",
    "b-button" : "Get in touch",

    "a-sub-title" : "About me",
    "a-title" : "Web development",
    "a-text" : "I’m a full time CS student at Riga Technical University who loves web development and design. Over the years I have built up a tech stack consisting of - React, NextJs, ThreeJs, HTML, JS, CSS, Firebase, Sanity, MySQL, Stripe, MUI, Bootstrap, and more. I make and design clean and user friendly websites that provide smooth user experience, by utilizing latest technologies, to make sure your website stands out from the competition.",

    "p-realtor" : "Realtor's website",
    "p-realtor-text" : "This website was designed for a local realtor company that offers it’s clients a large variety of real estate. The website needed to be modern, responsive, and fast, to ensure great user experience, resulting in increased chance of a client.",
    "p-gift" : "Kids' gift boxes",
    "p-gift-text" : "“Soft, clean, and simple” were words that had to be in mind when designing this e-commerce website. The overall esthetic had to be neutral yet bright for a potential client to show interest in buying the products.",
    "p-wood" : "Custom wooden houses",
    "p-wood-text" : "Client wanted a very simple, multilingual, informative website. Although the project ended up being rushed, the final product delivered an easy to navigate webpage, with a unique design for the industry.",
    "p-car" : "A car rental and repair shop",
    "p-car-text" : "A platforms that allows it’s users to explore the variety of services this company provides, as well as reserve a specific rental. Meanwhile from the admin’s perspective, website allows to add, edit, delete cars, manage reserved cars, and much more.",

    "c-sub-title" : "Contacts",
    "c-title" : "Get in touch",
    "c-text" : "Make a request for your own personalized website or a collaboration offer.",
    "c-email" : "Email",
    "c-area" : "How can I help?",
    "c-button" : "Submit form",
    "c-success" : "Your message has been sent!",
    "c-error" : "Something went wrong! Please try again later!",

    "f-copyright" : "Copyright 2023 © All rights reserved",
    "f-designed" : "Designed and developed by",
    "f-designed-name" : "Simon Meldzer"
}